{
  "label": "NPC Gallery",
  "entries": {
    "Rain-Scribe": {
      "name": "레인-스크라이브",
      "description": "<p><em>이 예리한 시야를 가진 반엘프는 자연 지형과 쉽게 어우러지는 풍화된 장비를 착용하고 있으며, 정교하게 조각된 지팡이를 들고 있습니다.</em></p>\n<p>마가암바를 떠나는 숙련된 탐험가들이 마법 현상을 조사하거나 외교 임무를 수행하거나 먼 땅의 학자들을 방문할 때, 레인-스크라이브는 종종 그들의 안내자로 역할을 합니다. 어려운 환경을 탐험하는 데 전문가인 레인-스크라이버는 동료들을 돌보며 내해(Inner Sea)의 여행 중 발생하는 수많은 위험을 피하도록 돕습니다. 레인 스크라이버는 아카데미에서 가장 많은 여행을 한 멤버 중 하나로, 대부분이 여행하는 지역에서 동맹을 맺거나 안전한 통행 약속을 확보했습니다.</p>\n<p>레인 스크라이버나 그 동료들이 여행 중 공격을 받을 경우, 스크라이버는 전투에서 자연과의 교감을 가장 큰 장점으로 활용하는 뛰어난 전투원입니다. 적에게 원초적인 마법을 사용하거나 덤불에서 보이지 않게 공격을 가하는 등, 레인 스크라이버는 여행 동료들이 오랫동안 적의 위협을 받지 않도록 보장합니다. 이 놀라운 현상들은 끔찍하면서도 경외감을 자아내며, 마가암비아 아카데미의 주목을 끌었습니다. 마가암비아 아카데미는 모든 형태의 마법을 연구하는 학자들의 본거지입니다. 학자, 사절, 스파이들은 이제 북부에 마가암비아 센터를 설립하고, 길을 가는 동안 배울 수 있는 모든 것을 배우고 도움을 줄 수 있는 이들을 돕기 위해 노력하고 있습니다.</p>",
      "hpdetails": "",
      "items": {
        "ddMOXx1g84tLNThI": {
          "name": "모든 내성 대 독에 +1",
          "description": ""
        },
        "eplixHfDeknEF97x": {
          "name": "카멜레온 걸음",
          "description": "<p><strong>사용 빈도</strong> 하루에 한 번</p>\n<p><strong>요건</strong> 레인 스크라이버는 자연 지형에 있어야 합니다.</p>\n<hr />\n<p><strong>효과</strong> 레인 스크라이버는 자신의 색상과 장비의 색상을 주변 환경과 일치시키며, 즉시 @UUID[Compendium.pf2e.actionspf2e.Item.VMozDqMMuK5kpoX4]{Sneaks}를 사용합니다. 이 과정은 관찰당하더라도 즉시 적용됩니다. Rain-Scribe는 숨겨진 상태 또는 엄폐물 뒤에서 이동을 종료해야만 숨겨진 상태를 유지하거나 탐지되지 않을 수 있습니다."
        }
      }
    },
    "Stone Giant Monk": {
      "name": "돌 거인 수도사",
      "description": "",
      "hpdetails": "",
      "items": {
        "MKdjcAmWOXZkk2Pu": {
          "name": "바위 잡기",
          "description": "<p>@Localize[PF2E.NPC.Abilities.Glossary.CatchRock]</p>"
        },
        "6UQShM6aleyfYDgH": {
          "name": "큰 스윙",
          "description": "<p>돌 거인은 주먹을 쥔 공격을 합니다. 대상은 @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.t6cx9FOODmeZQNYl]{밀려납니다} 적중 시 최대 10피트, 치명타 시 최대 20피트까지 밀려납니다.</p>\n<p>타겟이 단단한 물체에 부딪치거나 땅에 떨어지면, 이동한 거리만큼 떨어진 것처럼 타격 피해를 받습니다. </p>"
        },
        "9PJJ2Aqeorbh7BnP": {
          "name": "돌 던지기",
          "description": "<p>@Localize[PF2E.NPC.Abilities.Glossary.ThrowRock]</p>"
        }
      }
    },
    "Privateer Captain": {
      "name": "사략선 선장",
      "description": "<p><em>이 선원의 코트 끝자락에 희미한 소금 결정이 맺혀 있으며, 트리코른 모자의 챙 아래에서 강철 같은 눈이 빛나고 있습니다.</em></p>\n<p>일부 사람들은 그를 해적이나 도둑이라고 경멸적으로 부르지만, 사략선 선장은 내해와 그 너머의 바다를 누비는 충성스러운 선원을 지휘합니다. 사설 해적들은 당연히 자신의 이익과 명성을 위해 활동하지만, 동시에 무한한 파도 위에서 육지의 법을 강요하려는 해군으로부터 해상 통로를 자유롭게 유지하는 데도 헌신한다. 독재자와 노예 상인이 그들의 주요 표적이며, 많은 탐욕스러운 식민지 개척자나 인신매매꾼이 선장이 그들의 화물을 해방시킨 후 바다 밑으로 가라앉았다. 그러나 일반적으로 사략선 선장은 포로들을 살려두어 몸값을 받고 파이어브랜즈의 활약을 이 지역에 알리도록 합니다. 많은 사람들이 변덕스러운 여신 베스마라의 힘을 빌려 전투에서 선원들의 힘을 강화하고 각 선상 습격을 신성하게 만듭니다. 갑판 위에서와 마찬가지로 물속에서도 집처럼 편안한 사략선 선장은 적을 추격하거나 쓰러진 선원을 구하기 위해 기꺼이 바다로 뛰어듭니다. 사략선 선장은 전투 전에 적을 속이기 위해 가짜 깃발을 사용하거나 속임수를 쓸 수 있지만, 일반적으로 항복 협정을 존중하며 특히 다른 파이어브랜드와 거래할 때 약속을 지키는 것을 중요하게 여깁니다.</p>\n<hr />\n<p>억압이나 대담한 모험의 기회가 있는 곳이라면 어디든 파이어브랜드는 그곳을 추격합니다. PC들은 의로운 반란이나 노예제 반대 투쟁에서 파이어브랜드를 동맹으로 찾을 수 있으며, 또는 같은 보물을 노리는 화려한 모험가로서 친근하거나 그렇지 않은 경쟁자로 만날 수도 있습니다. 여기에 소개된 매력적인 악당은 쉽게 저레벨의 자유투사나 PC들의 대조적인 인물로 등장할 수도 있고, 사략선 선장의 선원으로 활동할 수도 있습니다. 사략선 선장은 PC들을 가장 위험한 장소로 데려다주는 운송 수단, 예상치 못한 순간에 적시에 구조를 제공하는 일시적인 동맹, 경쟁자, 또는 강력하고 치명적인 적으로 등장할 수 있습니다.",
      "hpdetails": "",
      "items": {
        "edMKJZQVDeLF48ZV": {
          "name": "도달 주문",
          "description": "<p>사략선 선장이 다음 행동으로 @UUID[Compendium.pf2e.actionspf2e.Item.aBQ8ajvEBByv45yz]{주문 시전}을 사용하며 해당 주문에 범위가 있다면, 그 주문의 범위를 30피트 증가시킵니다. 주문 범위를 증가시키는 일반적인 규칙에 따라, 해당 주문이 원래 접촉 범위를 가질 경우 범위를 30피트로 확장합니다.</p>"
        },
        "skjl8IwD4XG0LeLw": {
          "name": "침몰하거나 수영하라",
          "description": "<p><strong>빈도</strong> 하루에 한 번</p>\n<hr />\n<p><strong>효과</strong> 사략선 선장은 주변의 물에 영향을 미칩니다. 1분 동안, 60피트 이내의 아군이 운동 능력 체크에서 수영에 성공하면 대신 대성공을 얻고, 60피트 이내의 적이 운동 능력 체크에서 수영에 실패하면 대신 대실패를 얻습니다. 이 능력의 지속 시간 동안, 사략선 선장으로부터 60피트 이내의 적들은 물을 거친 물로 취급합니다 (이미 거친 물이 아닌 경우). @Check[athletics|dc:20] 체크를 @UUID[Compendium.pf2e.actionspf2e.Item.c8TGiZ48ygoSPofx]{Swim}에, 또는 물의 일반적인 DC 중 더 높은 쪽에 통과해야 합니다."
        }
      }
    },
    "Azarketi Sailor": {
      "name": "아자르케티 선원",
      "description": "<p>아자르케티는 로우 아즐란티 또는 길맨이라고도 불리며, 골라리온 전역에서 볼 수 있지만, 압살롬과 내해 주변에 특히 많이 집중되어 있습니다. 고대 아즈란티의 후손인 아자르케티는 지구의 대재앙을 피하기 위해 바다로 도망쳐서 살아남았지만, 압살롬을 멸망시킨 외계인 건축가 알골투에 의해 수륙 양용의 모습으로 변형되었습니다. 일반적으로 해안에서 발견되는 아자르케티는 피부를 촉촉하게 유지해야 하는 생물학적 특성 때문에 큰 물가에서 사는 것을 선호합니다. 대부분의 아자르케티스는 어업이나 농사로 비교적 평화로운 삶을 살아가지만, 때로는 적대적인 세력으로부터 집을 지키기 위해 싸워야 하며, 일부는 모험가가 되어 공동체를 떠납니다. 다음 통계는 일반적으로 만나게 되는 아자르케티스를 표현하는 데 사용할 수 있습니다.</p>\n<p>모험 정신이 강한 아자르케티스는 항해 기술을 배우고 선박의 승무원에 합류합니다. 이러한 선원들은 갑판 위에서 시간을 즐기면서 거의 항상 큰 물에 접근할 수 있습니다. 선장들은 아자르케티가 배에 탑승해 있는 것을 좋아합니다. 아자르케티는 선체에 붙은 따개비를 쉽게 긁어내고, 키를 체크하고, 누수 부분을 보수할 수 있기 때문입니다. 항해보다 수영에 더 재능이 있지만, 배에 탑승하면 행운을 가져다준다는 평판을 얻었습니다.",
      "hpdetails": "",
      "items": {
        "kcbRLFttvvktolJn": {
          "name": "수분 공급",
          "description": "<p>아자르케티는 물에 적응한 피부에 수분을 공급하기 위해 정기적으로 물에 몸을 담가야 합니다. 물에서 나온 후 24시간이 지나면 피부가 갈라지고 아가미가 아파지므로 체력 저항력에 -1의 상태 페널티가 적용됩니다. 48시간이 지나면 숨을 쉬기 어려워지고 물로 돌아갈 때까지 질식하기 시작합니다."
        },
        "sWmESzQJUt1c3Xuu": {
          "name": "바다 다리",
          "description": "<p>아자르케티 선원은 @UUID[Compendium.pf2e.actionspf2e.Item.M76ycLAqHoAgbcej]{균형}에 대한 곡예 체크에 +1의 상황 보너스를 받고, 배에 탑승 중일 때 균형 체크에 두 번 굴림하고 더 좋은 결과를 선택할 수 있습니다."
        },
        "HDAF4Nls9WJAWOeR": {
          "name": "수중 은신",
          "description": "<p>물에 잠긴 상태에서 아자르케티 선원은 위에서 언급한 은신 체크에 +2의 상황 보너스를 받습니다."
        },
        "oSXltTfrdndgGVfN": {
          "name": "스윙 공격",
          "description": "<p><strong>요건</strong> 아자르케티 선원은 밧줄이나 덩굴에 매달려 있습니다. </p>\n<hr />\n<p><strong>효과</strong> 아자르케티 선원은 자신의 속도의 2배에 해당하는 거리까지 직선으로 스윙하며, 이동 중 어느 시점에서든 한 번의 공격을 합니다."
        }
      }
    },
    "Barkeep": {
      "name": "바텐더",
      "description": "<p>바텐더는 커뮤니티 내에서 친구이자 멘토로, 음료를 제공하며 이야기를 들어줍니다. 최고의 바텐더는 이야기 솜씨와 귀중한 조언을 전하는 재능을 가지고 있습니다. </p>\n<hr />\n<p>수많은 모험은 선술집이나 술집에서 시작됩니다. 그런 장소는 위험을 좋아하는 사람들을 끌어들여서일 수도 있고, 또는 모든 사람들이 날뛰는 오거 무리를 상대하기 전에 약간의 술의 용기가 필요하기 때문일 수도 있습니다. ",
      "hpdetails": "",
      "items": {
        "eAaIdI0UJUrcmPzC": {
          "name": "술집 싸움꾼",
          "description": "<p>술집 주인은 술집에서 싸움을 많이 해본 덕분에 주먹을 날리는 법을 잘 알고 있습니다. 술집에서 싸울 때 치명적이지 않은 공격을 할 경우, 술집 주인은 공격 굴림에 +1의 상황 보너스를 받고 추가 [[/r {1d4}]]{1d4 피해}를 입힙니다."
        },
        "wvyx4nEskJ9Imojt": {
          "name": "술집 주인의 조언",
          "description": "<p><strong>빈도</strong> 하루에 한 번</p>\n<hr />\n<p><strong>효과</strong> 바텐더는 자신 이외의 한 명의 생물에게 적절한 조언을 해줍니다. 24시간 동안, 그 생물이 스킬 체크나 내성 굴림에 실패하면, 이 조언을 기억하고 체크를 다시 굴릴 수 있으며, 두 번째 결과를 대신 사용할 수 있습니다. 그 생물이 이 능력을 한 번 사용하면, 그 효과는 종료됩니다. 바텐더의 조언을 받은 생물은 1개월 동안 이 능력에 대해 일시적으로 면역이 됩니다."
        }
      }
    },
    "Changeling Hellknight": {
      "name": "변신 헬나이트",
      "description": "",
      "hpdetails": "",
      "items": {
        "groFZoIcMCSJcNZO": {
          "name": "모든 꿈과 수면 내성에 +2 상황 보너스",
          "description": ""
        }
      }
    },
    "Charming Scoundrel": {
      "name": "매력적인 악당",
      "description": "<p><em>이 멋진 고블린은 인상적인 헤어스타일과 눈길을 끄는 화려한 복장을 자랑합니다.</em></p>\n<p>대부분의 파이어브랜드는 자신의 모험으로 얻는 주목을 즐기지만, 매력적인 사기꾼은 이를 극에 달해 자신의 용감한 모험을 자랑하며, 악명 높은 업적을 이야기해 무료 음료나 숙소를 얻으려 시도합니다. 이 사기꾼은 조직에 귀속된 활동에 대해 책임을 지는 것을 별로 문제로 여기지 않습니다. 다만 현지 법 집행 기관의 개입이 가능성이 낮다고 판단될 경우에만 그렇습니다. 그들은 파이어브랜즈를 위해 고위험 임무를 맡는 것은 단순히 나중에 모험의 위험천만한 순간을 회상하는 스릴을 위해일 가능성이 높습니다.</p>\n<p>매력적인 사기꾼은 전투 중에도 전투 외에서도 마찬가지로 극적입니다. 상대방 사이를 빠르게 이동하며 화려한 검술로 적을 혼란스럽게 합니다. 전투가 잘 진행되면, 악당은 종종 발이 느린 적을 조롱하거나 아군에게 격려의 말을 외칩니다. 자존심이 강하고 경쟁심이 많지만, 악당은 본질적으로 실용주의자이며, 상황이 불리해 보이면 재치 있는 탈출 이야기를 자신의 레퍼토리에 추가할 것입니다. 플레이어 캐릭터(PC)는 의로운 반란이나 노예제도에 맞선 정의를 위해 파이어브랜즈를 동맹으로 삼을 수 있으며, 또는 같은 보물을 노리는 화려한 모험가로서 친근하거나 그렇지 않은 경쟁자로 만나게 될 수도 있습니다. 여기에 소개된 매력적인 악당은 쉽게 저레벨의 자유 파이터나 PC들의 대조적인 캐릭터가 될 수도 있고, 사략선 선장의 선원이 될 수도 있습니다. 사략선 선장은 PC들을 가장 위험한 장소로 데려다주는 수송 수단, 가장 예상치 못한 순간에 적시에 구출을 해주는 일시적인 동맹, 경쟁자, 또는 강력하고 치명적인 적이 될 수도 있습니다.",
      "hpdetails": "",
      "items": {
        "s4BkXBiBAgyWmBrU": {
          "name": "이점 거부",
          "description": "<p>매력적인 악당은 @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{오프 가드}로 측면을 공격할 수 없습니다. @UUID[Compendium.pf2e.conditionitems.Item.iU0fEDdBp3rXpTMC]{Hidden} 상태이거나, 4레벨 이하의 @UUID[Compendium.pf2e.conditionitems.Item.VRSef5y1LmL2Hkjf]{Undetected} 상태의 생물, 또는 4레벨 이하의 생물이 기습 공격을 사용할 때입니다.</p>"
        },
        "GmvgnOPx8qubo9xm": {
          "name": "전진하는 화려한 동작",
          "description": "<p>매력적인 악당은 두 번의 보폭으로 이동합니다. 적의 근접 공격 범위 내에서 이동을 끝낸 경우, @UUID[Compendium.pf2e.actionspf2e.Item.QNAVeNKtHA0EUw4X]{위장}을 사용할 수 있습니다."
        },
        "q2DuiV2Er7pxJDvH": {
          "name": "암습",
          "description": "<p>매력적인 악당은 @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{오프 가드} 생물에게 추가 2d6의 정밀 피해를 입힙니다."
        }
      }
    },
    "Ethereal Sailor": {
      "name": "미묘한 선원",
      "description": "",
      "hpdetails": "",
      "items": {
        "Hrp3jkhyAGyCrwfW": {
          "name": "힘의 몸",
          "description": "<p>에테리얼 세일러의 몸은 힘으로 이루어져 있습니다. 공격 행동을 사용할 수 없습니다. 배나 선박을 조종하거나 승무원으로 활동하기 위해 필요한 움직임과 행동을 사용할 수 있습니다. 배나 선박을 떠날 수 없습니다.</p>"
        }
      }
    },
    "Antipaladin": {
      "name": "안티팔라딘",
      "description": "<p>평화에 대한 가장 극악한 존재는 아마도 안티팔라딘일 것입니다. 어둠과 악의 가장 어두운 신들에게 헌신한 성스러운 전사들인 안티팔라딘은 악한 주인들의 추악한 소원을 이루기 위해 노력합니다. 어둠의 신들의 계획을 실행하는 열정은 그들을 선의 세력과 동맹을 맺은 이들에게 진정한 공포의 대상이 되게 합니다.</p>\n<hr />\n<p>악당들은 이기적이고 잔인한 목표를 추구하며, 그들의 길을 방해하는 어리석거나 순수한 이들을 짓밟습니다.</p>",
      "hpdetails": "",
      "items": {
        "XFo44PTU8F1rJam8": {
          "name": "파괴적인 복수",
          "description": "<p><strong>트리거</strong> 15 피트 이내의 적이 안티팔라딘에게 피해를 입힙니다. </p>\n<hr />\n<p><strong>효과</strong> 안티팔라딘은 받는 피해량이 [[/r 2d6]]만큼 증가하고, 트리거를 발동한 적에게 2d6의 피해를 입힙니다. @Damage[2d6[spirit]] 또는 @Damage[2d6[void]] 피해를 입힙니다. 또한, 안티팔라딘은 다음 턴이 끝날 때까지 트리거링한 생물에게 공격으로 선택한 유형의 피해를 2 추가로 입힙니다."
        },
        "iWiQjH6UZGPhap8G": {
          "name": "위협적인 공격",
          "description": "<p>안티팔라딘이 근접 공격을 합니다. 타격이 적중하고 피해를 입힌 경우, 대상은 @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1}이 되거나, 치명타의 경우 @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 2}이 됩니다."
        }
      }
    },
    "Tempest-Sun Mage": {
      "name": "템페스트-선 마법사",
      "description": "<p><em>이 학자의 얼굴은 침착한 표정의 표범 모양으로 조각된 목재 마스크로 덮여 있습니다. 그녀의 긴 망토에는 동료 부족원의 이름이 수놓아져 있습니다.</em></p>\n<p>템페스트-선 마법사들은 마가암비아 학원과 그 주변 지역을 지키는 선택된 수호자들로, 주변 정글에서 접근하는 침입의 징후를 하늘에서 감시합니다. 그들은 동료들과 맺은 깊은 유대감으로 유명하며, 마법력의 광범위한 지식으로도 알려져 있습니다. 많은 마법사들은 경계와 헌신의 이유를 상기시키기 위해 중요한 동맹의 이름을 옷이나 장비에 새겨둡니다. 폭풍-태양 마법사들의 성실함과 힘은 그들이 지키는 대학으로부터 20마일 이내에 침입군이 접근한 적이 없도록 보장해 왔습니다.</p>\n<p>템페스트-선 마법사들은 아카데미를 방어하거나 사절이나 교사들과 함께 먼 지역으로 동반하지 않을 때, 주변 도시와 그 너머를 감시하며 마법과 원시 마법의 숙달을 활용해 Mwangi Expanse 전역의 힘의 균형을 주시합니다. 이 마법적 정보망은 종종 아카데미나 인근 마을에 대한 위협이 조직화되고 접근하기 전에 이를 미리 예측할 수 있게 합니다.</p>\n<p>템페스트-선 마법사들은 일반적으로 적을 무력화하거나 무력화시키는 것을 선호하며, 가능한 경우 우즈운자티의 동료들을 불러 적과 협상하도록 합니다. 그러나 위험하거나 불굴의 적에게는 주저 없이 치명적인 힘을 발휘하며, 종종 공중으로 날아올라 원소의 분노를 쏟아냅니다. 특히 이 마법사들은 악마에 대한 용납이 거의 없습니다. 그들은 과거에 악마 군주 안가잔의 숭배자들이 거주하는 도시 우사로에서 공격을 받은 경험이 있기 때문입니다.</p>\n<hr />\n<p>지난 10년간 아비스탄의 땅은 놀라운 사건들로 흔들렸습니다. 시간의 루프에서 갑자기 재출현한 도시들부터 갈로스파이어 감옥을 증발시킨 마법 폭발까지 말이죠. 이 끔찍하고 경외심을 불러일으키는 기적들은 모든 형태의 마법을 연구하는 학자들이 모인 마가암비아 아카데미의 관심을 끌게 되었습니다. 학자, 사절, 스파이들이 북부에 마가암비아 센터를 설립하고, 그곳에서 배우고 도움이 필요한 사람들을 돕고 있습니다.",
      "hpdetails": "",
      "items": {
        "gzBR3N7gO6KPegiv": {
          "name": "마스크 본드",
          "description": "<p><strong>빈도</strong> 하루에 한 번</p>\n<p><strong>트리거</strong> 폭풍-태양 마법사가 자신의 턴에 아직 행동하지 않았을 때</p>\n<hr />\n<p><strong>효과</strong> 폭풍-태양 마법사는 결합된 아이템(마스크)에 저장된 힘을 소모합니다. 이것은 오늘 준비하고 이미 사용한 마법 하나를 마법 슬롯을 소모하지 않고 사용할 수 있게 합니다. 그들은 여전히 @UUID[Compendium.pf2e.actionspf2e.Item.aBQ8ajvEBByv45yz]{마법 사용}을 수행하고 마법의 다른 요구 사항을 충족해야 합니다.</p>"
        },
        "6048zx9AI7OaIsjX": {
          "name": "범위 마법",
          "description": "<p>템페스트-선 마법사가 다음 행동으로 @UUID[Compendium.pf2e.actionspf2e.Item.aBQ8ajvEBByv45yz]{마법 사용}을 사용하는 경우, 해당 마법의 범위를 30피트 증가시킵니다. 주문의 범위를 늘리는 일반적인 규칙과 마찬가지로, 주문의 원래 범위가 접촉인 경우 범위를 30피트로 늘립니다.</p>"
        }
      }
    },
    "Server": {
      "name": "서버",
      "description": "<p>손님들을 오가며 바쁘게 움직이는 서버는 모든 선술집이나 식당의 중추적인 역할을 합니다. 그들의 일은 민첩성과 외교력을 모두 연마합니다. </p>\n<hr />\n<p>수많은 모험은 선술집이나 술집에서 시작됩니다. 그런 장소가 위험을 좋아하는 사람들을 끌어들여서일 수도 있고, 또는 모든 사람들이 날뛰는 오거 무리를 상대하기 전에 약간의 술의 용기가 필요하기 때문일 수도 있습니다. </p>",
      "hpdetails": "",
      "items": {
        "ZmfzXnEaPSxGh2J4": {
          "name": "빠른 잡기",
          "description": "<p><strong>트리거</strong> 서버가 한 손으로 잡을 수 있는 물체가 서버의 도달 범위 내에 떨어집니다</p>\n<p><strong>요구 사항</strong> 서버는 한 손이 자유로워야 합니다</p>\n<hr />\n<p><strong>효과</strong> 서버는 물체가 바닥에 닿기 전에 또는 도달 범위 밖으로 나가기 전에 잡습니다.</p>"
        }
      }
    },
    "Hellknight Armiger": {
      "name": "헬나이트 아미거",
      "description": "<p><em>이 위협적인 드워프는 헬나이트 교단의 상징이 새겨진 갑옷을 입고, 강력한 도리깨를 휘두릅니다. 그들이 조직에 가입한 구체적인 이유는 무엇이든, 아미거들은 헬나이트의 법의 지배를 골라리온 전역에 확산시키는 데 헌신합니다. 이 헌신은 그들이 강도나 사기꾼을 소탕하거나 밀수꾼과 암시장 거래상을 감금하거나 반란 소문을 조사하는 등 다양한 임무를 수행하게 합니다. 변방 마을 주민들은 헬나이트가 가져오는 안전의 보장을 환영하지만, 자유로운 사상가들과 역사학자들은 아미거스가 강제하는 이동과 표현의 제한에 불만을 품습니다.</p>\n<p>아미거스는 아직 완전한 기사ではありません. 그러나 그들을 경시하는 자들은 심각한 실수를 저지릅니다. 명령을 받으면 위치에 서거나 적을 제거하라는 명령을 받은 아미거스는 그 명령을 완벽히 수행합니다. 전투 중에는 혼란의 신의 종복과 비열한 전술을 사용하는 자들을 목표로 삼아 열정적으로 전투에 뛰어듭니다.</p>\n<hr />\n<p>법 집행에 있어 어떤 대가를 치르더라도 원칙을 지키는 헬나이트들은 주로 체리아크에 기반을 두고 있지만, 골라리온 전역으로 이동해 그들의 질서 이념을 실현하기 위해 활동합니다. 이 엄격한 관점과 이견에 대한 용납하지 않는 태도는 플레이어 캐릭터들이 헬나이트들 속에서 악당을 찾을 수도 있고 동맹을 찾을 수도 있음을 의미합니다. 체인 헬나이트 기사단의 요원은 플레이어 캐릭터들이 악랄하고 폭력적인 범죄자를 제압하는 데 도움을 줄 수도 있지만, 부당한 법의 경미한 위반으로 인해 플레이어 캐릭터들을 추적할 수도 있습니다. 여기서 소개된 헬나이트 아미게르는 억압받은 자들의 반란을 진압하려는 회개하지 않은 집행자, 헌신적인 몬스터 사냥꾼, 예술적 혁신의 검열관, 납치 피해자의 구원자, 스파이이자 고문자, 또는 악마의 침입에 맞선 법의 수호자일 수 있습니다. 한편, 헬나이트 파라비카는 그들의 교단의 절대적인 모범이며, 그들을 만나는 PC는 중대한 사건의 소용돌이에 휘말릴 가능성이 높습니다.",
      "hpdetails": "",
      "items": {
        "geD4pfraSGQRXXvE": {
          "name": "공포에 대한 모든 내성 +1",
          "description": ""
        },
        "P0WSBDjQC4AcYXXj": {
          "name": "기회 공격",
          "description": "<p>@Localize[PF2E.NPC.Abilities.Glossary.AttackOfOpportunity]</p>"
        },
        "nV2KEb0hxYozbDOL": {
          "name": "무기 숙련도",
          "description": "<p>헬나이트 아미거가 전쟁 채찍으로 치명타를 입히면, 대상은 @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} 상태가 됩니다.</p>"
        }
      }
    },
    "Pathfinder Field Agent": {
      "name": "패스파인더 필드 에이전트",
      "description": "<p><em>이 반엘프 여성은 어디로든 여행할 수 있도록 차려입고, 길에서 만날 수 있는 모든 상황에 대비해 준비된 모습입니다.</em></p>\n<p>필드 에이전트들은 패스파인더 사회에 가입하는 길도, 첫 번째 탐험을 시작하고 나서도 같은 길을 따르지 않습니다. 사회의 위험한 임무는 경험 많은 전투원부터 유적 탐험가, 초자연 현상 전문가까지 다양한 모험가들을 요구합니다. 일부 필드 에이전트는 특정 역할을 전문으로 하며, 더 큰 패스파인더 그룹 내에서 단일 역할을 담당하는 반면, 다른 이들은 다양한 능력을 발휘하며 활동 범위를 넓혀갑니다.</p>\n<p>이 필드 에이전트는 내해의 수많은 고대 유적지에서 잃어버린 보물을 찾는 스릴을 추구합니다. 그녀는 팀을 위해 선두에서 정찰하며 적, 함정, 기타 위험을 감시합니다. 전투에서는 신중하고 실용적이며, 이동성을 유지하고 적의 시야에서 벗어나려는 전략을 선호합니다. 승리가 확실해지면 결정적인 일격을 가하기 위해 몰래 접근합니다.</p>\n<hr />\n<p>패스파인더 사회는 지식의 탐구와 공유를 목표로 하는 대규모 영향력 있는 조직으로, 그 구성원들은 가장 예상치 못한 곳에서도 발견될 수 있습니다. 패스파인더 사회의 구성원인 플레이어 캐릭터는 패스파인더 현장 요원과 함께 행동하거나, 패스파인더 벤처 캡틴으로부터 소식과 임무를 받을 수 있습니다.</p>",
      "hpdetails": "",
      "items": {
        "agaJs5LEhgmy0sPO": {
          "name": "스카우트의 경고",
          "description": "<p><strong>트리거</strong> 현장 요원이 이니셔티브를 위해 지각 체크를 굴림 직전입니다. </p>\n<hr />\n<p><strong>효과</strong> 현장 요원은 들리거나 보일 수 있는 방식으로 아군에게 임박한 위험을 경고합니다. 이 능력은 경고가 들리면 청각 특성을, 보이면 시각 특성을 얻습니다. 요원의 경고를 들을 수 있는 (경고가 청각적인 경우) 또는 볼 수 있는 (경고가 시각적인 경우) 모든 아군은 이니셔티브 굴림에 +1의 상황 보너스를 받습니다. </p>\n<p>@UUID[Compendium.pf2e.feat-effects.Item.RxDDXK52lwyHXl7v]{효과: 스카웃의 경고}</p>"
        },
        "coq6krhuSNTUKuyB": {
          "name": "이점 거부",
          "description": "<p>필드 요원은 @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{오프 가드}로 측면을 공격할 수 없으며, @UUID[Compendium.pf2e.conditionitems.Item.iU0fEDdBp3rXpTMC]{숨겨진} 또는 @UUID[Compendium.pf2e.conditionitems.Item.VRSef5y1LmL2Hkjf]{Undetected} 상태의 4레벨 이하 생물, 또는 4레벨 이하 생물이 기습 공격을 사용하는 경우 측면 공격을 받을 수 없습니다.</p>"
        },
        "3Cmc9ZLwNvRhmJBB": {
          "name": "이동성",
          "description": "<p>필드 요원이 Stride 액션을 사용하여 자신의 속도의 절반 이하로 이동할 때, 그 이동은 반응을 유발하지 않습니다."
        },
        "UwdvjmLBy5IaWIWn": {
          "name": "암습",
          "description": "<p>패스파인더 요원은 @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{오프 가드} 생물에게 추가 2d6의 정밀 피해를 입힙니다."
        },
        "LGdgJYiYY4gmLKOx": {
          "name": "기습 공격",
          "description": "<p>전투의 첫 번째 라운드에서, 아직 행동하지 않은 모든 생물은 필드 요원에게 @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{오프 가드} 상태가 됩니다."
        },
        "aYsvRHgZ6n5NX68c": {
          "name": "트랩 파인더",
          "description": "<p>필드 요원은 함정의 위험과 존재를 직감적으로 감지하는 능력이 있습니다. 함정을 찾는 지각력 체크, 함정의 공격에 대한 AC, 함정에 대한 내성 체크에 +1의 상황 보너스를 받습니다. 수색을 하지 않더라도 함정을 찾는 체크를 할 수 있습니다. 도둑질에 숙련도 마스터 등급이 필요한 함정은 무력화할 수 있습니다."
        }
      }
    },
    "Priest of Pharasma": {
      "name": "파라스마의 사제",
      "description": "<p>수도원 사제는 사원과 공동체를 보호합니다. 그들은 신의 교리를 지키는 굳건한 수호자로, 교리를 전파하는 데 헌신합니다. 그들의 지침이나 치유 서비스는 기부금을 대가로 제공합니다.</p>\n<hr />\n<p>종교는 신실한 개인들이 교리를 지키도록 영감을 줍니다. 이 중 많은 이들은 안식과 희망을 가져오기 위해 노력하지만, 다른 이들은 어두운 동기를 지니고 있습니다.</p>",
      "hpdetails": "",
      "items": {
        "6SS8rVfwSj7Oy7WY": {
          "name": "치유의 손",
          "description": "<p>사제가 @UUID[Compendium.pf2e.spells-srd.Item.rfZpqmj0AIIdkVIs]{치유}를 시전할 때, d8 대신 d10을 굴립니다."
        },
        "1VRZfyweUQjfqW3F": {
          "name": "안정된 주문 시전",
          "description": "<p>다른 생물의 반응이 사제의 주문 시전 행동을 방해할 경우, 사제는 @Check[flat|dc:15]를 시도합니다. 사제가 성공하면, 그들의 행동은 방해받지 않습니다."
        }
      }
    },
    "Virtuous Defender": {
      "name": "고결한 수호자",
      "description": "<p><em>낡은 철갑 갑옷과 강력한 방패를 갖춘 이 거대한 인물은 어떤 적과도 맞서 싸울 준비가 되어 있습니다.</em></p>\n<p>라스트월 왕국의 멸망에도 불구하고, 많은 사람들이 속삭이는 독재자의 세력과 음모에 맞서기 위해 생명을 바치고 있습니다. 자신을 빛나는 파수꾼이라 칭하는 이들은 폭군의 영향력이 더 이상 확산되지 않도록 막는 방벽으로 자처합니다. 이 기사들은 맹렬한 적과 싸우기 위해 군대를 모으거나 언데드의 침입으로부터 마을을 지키지 않을 때는, 언데드 무리들과 싸울 다른 의로운 영혼들을 모집하기 위해 내해(Inner Sea)를 여행합니다. 많은 빛나는 파수꾼들은 이오메다와 같은 선한 신들의 하수인입니다. 전투에서 그들은 신이 부여한 힘을 적들에게 사용합니다. 이 고결한 전사들은 동료들의 안전을 자신의 안전보다 우선시하며, 종종 동맹을 보호하기 위해 방어 위치를 차지합니다. PC들이 위기 지역으로 모험을 떠난다면, 라스트월의 기사들을 그곳에서 만나게 될 가능성이 높습니다. 그들은 무고한 이들을 보호하기 위해 갑옷으로 된 벽을 형성하거나, 가장 용감한 자들도 죽음의 공포를 느끼는 죽음의 황무지를 기어다니며 싸우고 있을 것입니다. PC들이 타르-바폰의 대리인인 '속삭이는 길'의 악당이나 무지한 희생양이 아닌 한, 이 기사들은 친절한 얼굴이 드문 세계에서 귀중한 동맹으로 작용합니다. 고결한 수호자는 기사단 소속일 수도 있고, 아비스탄을 끔찍한 위험에서 구하기 위해 목숨을 바칠 사람들을 모집하는 모집자일 수도 있습니다. 베테랑 회수자는 그라벨랜드의 깊은 곳이나 그 밖의 정말로 버림받은 영역에서 찾을 수 있으며, 그곳에서는 사소한 실수라도 죽음이나 그보다 더 끔찍한 결과를 초래할 수 있습니다. 재치 있고 의로운 영혼들은 사람들을 안전하게 안내하거나, 미지의 영토를 안내하거나, PC들이 마주칠 수 있는 위험한 생물이나 함정에 대한 귀중한 조언과 정보를 제공해 달라는 도움을 요청할 수 있습니다.",
      "hpdetails": "",
      "items": {
        "IWzZhxjRQbZJM9bU": {
          "name": "반사력 대 피해 효과 +3",
          "description": ""
        },
        "O8PG0gBxUuoMxwH2": {
          "name": "보복의 일격",
          "description": "<p>고결한 수호자는 보복 공격을 하기 전에 @UUID[Compendium.pf2e.actionspf2e.Item.UHpkTuCtyaPqiCAB]{신중한 발걸음}을 사용하여 적을 자신의 공격 범위 안으로 끌어들일 수 있습니다. </p>\n<p><strong>피해 감소</strong> 6</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.RetributiveStrike]</p>"
        },
        "J6LhLBjnU1kyUhwK": {
          "name": "방패 동맹",
          "description": "<p>의로운 수호자의 방패는 그들의 손에서 더 튼튼합니다. 위의 방패 통계에는 이 혜택이 포함되어 있으며, 다른 사람에게는 일반적인 강철 방패입니다.</p>"
        },
        "Yxoxo2Zh5olZHceb": {
          "name": "방패 막기",
          "description": "<p>@Localize[PF2E.NPC.Abilities.Glossary.ShieldBlock]</p>"
        }
      }
    },
    "Acolyte of Nethys": {
      "name": "네시스의 제자",
      "description": "<p>하급 사제들은 신앙의 교리를 배우고 있으며 상급 사제의 지시를 따릅니다. 그들의 날들은 신전에 격리되어 신앙과 학습에 전념합니다.</p>\n<hr />\n<p>종교는 신실한 개인들이 교리를 지키도록 영감을 줍니다. 이 중 많은 이들은 안식과 희망을 가져오려 하지만, 다른 이들은 어두운 동기를 지니고 있습니다.</p>",
      "hpdetails": "",
      "items": {}
    },
    "Nyctessa": {
      "name": "Nyctessa",
      "description": "",
      "hpdetails": "공허 치유",
      "items": {
        "jAda7NsHDYnZYrJv": {
          "name": "숙련된 장인",
          "description": "<p>Nyctessa는 @UUID[Compendium.pf2e.actionspf2e.Item.rmwa3OyhTZ2i2AHl]{Craft} 활동을 사용하여 연금술 및 마법 아이템을 만들 수 있습니다. 그녀의 알려진 주문 외에도, 그녀의 주문서에는 @UUID[Compendium.pf2e.equipment-srd.Item.p4ZEGzwteCB5fz6i]{Bottled Night}, @UUID[Compendium.pf2e.equipment-srd.Item.UqinuuCWePTYGhVO]{Antiplague (Lesser)}, @UUID[Compendium.pf2e.equipment-srd.Item.3Klm2gPmzOw6ntVb]{Comprehension Elixir (Lesser)}, @UUID[Compendium.pf2e.equipment-srd.Item.biHvCGfajSjUDGBS]{스틸스커 (중간)}, @UUID[Compendium.pf2e.equipment-srd.Item.BSInwFNVBVkfFK0B]{불사의 기름 (소형)}, @UUID[Compendium.pf2e.equipment-srd.Item.EGhUorZhB7nV73Ev]{불경한 물}, 및 @UUID[Compendium.pf2e.equipment-srd.Item.1gBkH409yTYM6jeZ]{공허의 소금}.</p>"
        },
        "vqqUVMi0yaoc393y": {
          "name": "죽음의 심문",
          "description": "<p>하루에 한 번, 니크테사는 @UUID[Compendium.pf2e.spells-srd.Item.FM3SmEW8N1FCRjqt]{말하는 시체} 를 @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized} 또는 의지가 있는 언데드 생물 (DC 21)에 타고난 오컬트 주문으로 시전할 수 있습니다. 시전 시간은 1분입니다. 이 주문은 언데드가 아닌 시체와 대화하는 것보다 더 자세한 답변을 제공합니다."
        },
        "6SF8zJaD77XBIW5R": {
          "name": "공허의 치유",
          "description": "<p>@Localize[PF2E.NPC.Abilities.Glossary.NegativeHealing]</p>"
        },
        "Cn29P8X7FcXvzsb3": {
          "name": "결속된 지팡이 흡수",
          "description": "<p><strong>빈도</strong> 하루에 한 번</p>\n<hr />\n<p><strong>효과</strong> Nyctessa는 지팡이에 저장된 힘을 소모합니다. 이 턴에 그녀는 오늘 준비하고 이미 시전한 주문 중 하나를 주문 슬롯을 소모하지 않고 시전할 수 있습니다."
        },
        "4kIfAvkI20nX4Gv7": {
          "name": "무덤의 흡수",
          "description": "<p><em>Nyctessa의 지팡이</em>가 공격으로 살아있는 생물에게 피해를 입힐 때, 그 생물은 Nyctessa의 다음 턴이 끝날 때까지 공허 피해에 대해 약점 2를 얻습니다. 무덤의 흡수}</p>"
        },
        "UXuZHs3lY04JOZYJ": {
          "name": "피 맛보기",
          "description": "<p><strong>요건</strong> Nyctessa의 마지막 행동이 대상에게 피해를 준 송곳니 공격이었습니다</p>\n<hr />\n<p><strong>효과</strong> Nyctessa는 살아있는 인간형 생물인 대상의 피를 마시고 10분 동안 임시 체력 5를 얻습니다. 대상은 @Check[fortitude|dc:21] 내성 체크에 성공하지 않으면 @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1}이 됩니다. 결과에 상관없이, 대상은 1일 동안 Nyctessa의 Taste Blood에 일시적으로 면역이 됩니다."
        }
      }
    },
    "Veteran Reclaimer": {
      "name": "베테랑 리클레이머",
      "description": "<p><em>이 늙은 반오크는 장궁을 여성처럼 자신의 몸의 일부로 여기는 듯한 숙련된 기술로 휘두릅니다.</em></p>\n<p>라스트월이 멸망했을 때, 오젬의 기사단원들 중 많은 이들이 절망에 빠져 흩어지며 내해의 야생에서 방황하기 시작했습니다. 라스트월의 몰락을 초래한 끔찍한 사건들은 기사단의 전통적인 계급 체계에 대한 그들의 믿음을 흔들었지만, 그들은 골라리온에서 모든 언데드를 사냥하겠다는 의지를 더욱 굳게 다졌습니다. 이 크리먼드 리클레임어들은 여전히 속삭이는 독재자를 주요 적수로 여기지만, 세계의 가장 유령이 많은 지역에서 땅을 의지해 살아가며 떠도는 죽은 자들을 사냥하며 살아가고 있습니다.</p>\n<p>영웅주의와 그들의 사명에 대한 열정은 여전히 그들의 마음에 타오르고 있지만, 베테랑 리클레임어들은 오랜 세월을 살아오며 궁정적 용맹이나 영웅적인 최후의 저항 같은 이야기들에 대한 흥미를 잃었습니다. 그들은 신중함의 가치를 배웠기 때문에 원거리에서 적과 교전하고 지형을 유리하게 활용합니다. 그들은 세계의 수많은 공포에 맞서기 위해서는 충실한 팀원이 필수적이라는 것을 알고, 동료를 해치는 적에게 재빠르게 반격합니다. 라스트월의 기사단은 큰 재앙이 닥친 곳에서 민간인을 호위하고 언데드를 물리칩니다. PC들이 위기 지역에 모험을 떠난다면, 무고한 사람들을 지키기 위해 갑옷으로 벽을 쌓거나, 가장 용감한 자들조차도 죽음의 공포를 느끼는 죽음의 황무지를 기어가는 라스트월의 기사단을 만날 가능성이 높습니다. PC들이 사악하거나 타르-바폰의 요원들인 속삭이는 길의 무의식적인 하수인이 아닌 이상, 이 기사들은 대부분 친절한 사람들이 드문 영역에서 소중한 동맹자로 활동합니다. 이 고결한 수호자는 기사단 소속이거나, 아비스탄을 끔찍한 위험에서 구하기 위해 목숨을 바칠 사람들을 모집하는 모집자일 수 있습니다. 베테랑 회수자는 Gravelands의 깊은 곳이나 그 밖의 진정으로 버림받은 영역에서 찾을 수 있으며, 그곳에서는 사소한 실수라도 죽음이나 그보다 더 심각한 결과를 초래할 수 있습니다. 이러한 재치 있고 의로운 영혼들은 사람들을 안전으로 안내하는 도움을 요청하거나, 미지의 영토를 안내하는 역할을 하거나, PC들이 마주칠 수 있는 위험한 생물이나 함정에 대해 귀중한 조언과 정보를 제공할 수도 있습니다.",
      "hpdetails": "",
      "items": {
        "uglCIhXIhI66IGsk": {
          "name": "크림슨 벤게ンス",
          "description": "<p><strong>발동 조건</strong> 라운드당 1회</p>\n<p><strong>요구 조건</strong> 베테랑 리클레임러가 재장전 0의 원거리 무기를 들고 있습니다.</p>\n<hr />\n<p><strong>효과</strong> 베테랑 리클레이머는 지난 라운드에 베테랑 리클레이머 또는 그 동맹을 공격한 대상에게 필요한 무기로 두 번의 공격을 합니다 (다중 공격 페널티는 정상적으로 적용됩니다).</p>\n<p>두 공격이 모두 크리처에 적중하면, 저항력과 약점에 대해 두 피해의 합계를 적용합니다."
        },
        "Ufe5H0f9R4O2VBNV": {
          "name": "자연의 가장자리",
          "description": "<p>적들은 자연의 험한 지형이나 스네어로 인해 험한 지형이 된 지역에서 베테랑 리클레이머에 대해 @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{오프 가드} 상태가 됩니다."
        },
        "NLeDblkhTEvLGjwy": {
          "name": "반사 내성",
          "description": "<p>성공은 대성공으로 취급됩니다."
        },
        "f6BZlUvuAkJjyx2T": {
          "name": "복수의 칼날",
          "description": "<p>베테랑 리클레이머 또는 그 동맹을 지난 라운드에 공격한 생물을 공격할 때, 베테랑 리클레이머는 다중 공격 페널티 -3을 받거나, 단검을 사용할 경우 -2를 받습니다."
        },
        "yJqGrkv3kpN6caAd": {
          "name": "무기 숙련",
          "description": "<p>베테랑 리클레임어가 지난 라운드에 자신이나 동맹을 공격한 생물을 크리티컬 히트할 경우, 리클레임어는 무기의 크리티컬 특수 효과를 적용합니다.</p>"
        }
      }
    },
    "Hellknight Paravicar": {
      "name": "헬나이트 파라비카르",
      "description": "<p><em>위협적인 헬멧으로 얼굴을 가리고 화려한 갑옷으로 몸을 감싼 이 인물은 변함없는 권위의 아우라를 발산합니다.</em></p>\n<p>헬나이트의 각 주문은 강력한 파라비카르가 이끌며, 이는 주문의 전술을 지시하고 자원을 관리하는 장군입니다. 단내에서 이 인물들의 말은 법과 같으며, 가장 낮은 계급의 기사부터 가장 높은 계급의 기사까지 파라비카르의 명령에 무조건적으로 복종합니다. 파라비카르들은 단의 명령에 대한 개인적인 헌신을 모든 구성원의 모범으로 삼으며, 자신들도 부하들과 같은 높은 기준을 준수합니다. 그들은 거의 필요로 하지 않지만, 파라비카르는 지옥기사단의 계급 구조에서 자신의 위치를 강화하기 위해 상당한 지옥의 힘을 사용합니다.</p>\n<p>전투 중 파라비카르는 기사들과 무장병들로 구성된 부대를 직접 지휘합니다. 파라비카르는 경험이 풍부한 전사들로, 부대를 위험에 빠뜨릴 수 있는 충동적인 위험한 전술보다는 계산된 전술적 도박을 선호합니다. 전투에 몰리면 파라비카르는 적을 사기 저하시키고 적을 동맹으로 만들거나 전장에서 도망가도록 강요하는 능력을 사용합니다.</p>\n<hr />\n<p>법 집행에 대한 확고한 신념을 가진 헬나이트는 종종 체리아크에 기반을 두고 있지만, 골라리온 전역으로 이동해 그들의 질서 이념을 집행합니다. 이 엄격한 관점과 이견에 대한 용납하지 않는 태도는 플레이어 캐릭터들이 헬나이트들 속에서 악당을 찾을 수도 있고 동맹을 찾을 수도 있음을 의미합니다. 체인 헬나이트 기사단의 요원은 플레이어 캐릭터들이 악랄하고 폭력적인 범죄자를 제압하는 데 도움을 줄 수도 있지만, 부당한 법규의 경미한 위반으로 인해 플레이어 캐릭터들을 추적할 수도 있습니다. 여기서 소개된 헬나이트 아미거는 억압받은 자들의 반란을 진압하려는 회개하지 않은 집행자, 헌신적인 몬스터 사냥꾼, 예술적 혁신의 검열관, 납치 피해자의 구원자, 스파이이자 고문자, 또는 악마의 침입에 맞선 법의 수호자일 수 있습니다. 한편, 헬나이트 파라비카는 그들의 교단의 절대적인 모범이며, 그들을 만나는 PC들은 중대한 사건의 소용돌이에 휘말릴 가능성이 높습니다.",
      "hpdetails": "",
      "items": {
        "M6mU2n4cS5QZRHvV": {
          "name": "꾸준한 주문 시전",
          "description": "<p>반응이 헬나이트 파라비카의 주문 시전을 방해할 경우, 그들은 @Check[flat|dc:15]를 시도할 수 있습니다. 성공하면, 행동은 방해받지 않습니다."
        },
        "FQO3E18nwnNURI9p": {
          "name": "보편적 복종",
          "description": "<p>헬나이트 파라비카가 다음 행동으로 언어 특성을 가진 @UUID[Compendium.pf2e.actionspf2e.Item.aBQ8ajvEBByv45yz]{소서러 주문을 시전}을 사용하면, 그 주문은 대상과 헬나이트 파라비카가 공통 언어를 사용하는 것처럼 대상에게 영향을 미칩니다. 대상은 언어를 가지고 있어야 합니다."
        }
      }
    },
    "Pathfinder Venture-Captain": {
      "name": "패스파인더 벤처 캡틴",
      "description": "<p><em>이 드워프의 바닷가재 껍질로 뒤덮인 갑옷은 수천 개의 흥미진진한 이야기를 암시합니다.</em></p>\n<p>패스파인더 소사이어티의 벤처 캡틴들은 독특한 경로를 따라 조직의 계급을 올랐습니다. 각 벤처 캡틴은 수많은 어려움을 극복했으며, 각자 수많은 이야기와 그와 함께 얻은 흉터를 가지고 있습니다. 각 벤처 캡틴은 내해 어딘가에 숙소를 운영하며, 여기서 패스파인더 요원들은 휴식을 취하고 이야기를 나누며 새로운 임무를 떠날 수 있습니다. 벤처 캡틴은 임무를 직접 배정하며, 패스파인더 사회의 풍부한 자원뿐만 아니라 현지 동맹군도 활용해 임무의 성공을 보장합니다.</p>\n<p>이 벤처 캡틴은 숙소와 술집을 겸한 장소를 운영합니다. 그는 에픽한 이야기들에 대한 관심으로 사회에 가입했으며, 관심 있는 이들과 기꺼이 이러한 이야기를 공유합니다. 기회주의적인 현장 요원들은 독특하고 귀중한 술을 회수함으로써 벤처 캡틴의 호감을 얻을 수 있습니다. 벤처 캡틴은 언젠가 자신의 Pathfinder Chronicle을 출판하는 것을 희망합니다.</p>\n<hr />\n<p>Pathfinder Society는 지식의 탐구와 공유를 추구하는 대규모 영향력 있는 조직으로, 그 회원들은 가장 예상치 못한 곳에서도 발견될 수 있습니다. Pathfinder Society의 회원인 플레이어 캐릭터(PC)는 Pathfinder 현장 요원과 동행하거나 Pathfinder 벤처 캡틴으로부터 소식과 임무를 받을 수 있습니다.</p>",
      "hpdetails": "",
      "items": {
        "i3KBgRUcT11VAT2c": {
          "name": "기회 공격",
          "description": "<p>@Localize[PF2E.NPC.Abilities.Glossary.AttackOfOpportunity]</p>"
        },
        "f9317vgvLL2FaL7N": {
          "name": "내성",
          "description": "<p>성공은 대성공으로 간주됩니다."
        },
        "5DPI512dyzb4L4kR": {
          "name": "방패 막기",
          "description": "<p>@Localize[PF2E.NPC.Abilities.Glossary.ShieldBlock]</p>"
        },
        "VfIDgw7C87841Ehg": {
          "name": "흔들리지 않는",
          "description": "<p>벤처 캡틴이 @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{공포} 상태를 얻을 때마다 그 값을 1 감소시킵니다.</p>"
        },
        "vmjC8rwYO5CA0CjY": {
          "name": "바드 지식",
          "description": "<p>벤처 캡틴은 바드적 지식 기술을 사용하여 어떤 주제라도 @UUID[Compendium.pf2e.actionspf2e.Item.1OagaWtBpVXExToo]{지식 회상}을 사용할 수 있습니다.</p>"
        },
        "78xUeN4lAiJy7HB8": {
          "name": "파라곤의 수호",
          "description": "<p>벤처 캡틴이 이 자세를 취하고 방패를 들고 있을 때, 그들의 방패는 항상 들어 올려져 있습니다.</p>"
        },
        "vyJ3imlXVxUHGVq3": {
          "name": "무기 숙련도 (해머)",
          "description": "<p>벤처 캡틴은 해머로 수 시간을 훈련했습니다. 그들은 모든 단순하고 전투용 해머의 치명적 전문 효과에 접근할 수 있습니다.</p>"
        }
      }
    }
  },
  "mapping": {
    "name": "name",
    "description": "system.details.publicNotes",
    "gm": "system.details.privateNotes",
    "blurb": "system.details.blurb",
    "cadetails": "system.attributes.ac.details",
    "hpdetails": "system.attributes.hp.details",
    "languages": "system.details.languages.details",
    "perception": "system.perception.details",
    "saves": "system.attributes.allSaves.value",
    "speeds": "system.attributes.speed.details",
    "desc": "system.details.description",
    "disable": "system.details.disable",
    "reset": "system.details.reset",
    "routine": "system.details.routine",
    "stealth": "system.attributes.stealth.details",
    "target": "system.target.value",
    "items": {
      "path": "items",
      "converter": "translateActorItems"
    },
    "AcrobaticsVariants": {
      "path": "system.skills.acrobatics.special",
      "converter": "translateSkillVariants"
    },
    "ArcanaVariants": {
      "path": "system.skills.arcana.special",
      "converter": "translateSkillVariants"
    },
    "AthleticsVariants": {
      "path": "system.skills.athletics.special",
      "converter": "translateSkillVariants"
    },
    "CraftingVariants": {
      "path": "system.skills.crafting.special",
      "converter": "translateSkillVariants"
    },
    "DeceptionVariants": {
      "path": "system.skills.deception.special",
      "converter": "translateSkillVariants"
    },
    "DiplomacyVariants": {
      "path": "system.skills.diplomacy.special",
      "converter": "translateSkillVariants"
    },
    "IntimidationVariants": {
      "path": "system.skills.intimidation.special",
      "converter": "translateSkillVariants"
    },
    "MedicineVariants": {
      "path": "system.skills.medicine.special",
      "converter": "translateSkillVariants"
    },
    "NatureVariants": {
      "path": "system.skills.nature.special",
      "converter": "translateSkillVariants"
    },
    "OccultismVariants": {
      "path": "system.skills.occultism.special",
      "converter": "translateSkillVariants"
    },
    "PerformanceVariants": {
      "path": "system.skills.performance.special",
      "converter": "translateSkillVariants"
    },
    "ReligionVariants": {
      "path": "system.skills.religion.special",
      "converter": "translateSkillVariants"
    },
    "SocietyVariants": {
      "path": "system.skills.society.special",
      "converter": "translateSkillVariants"
    },
    "StealthVariants": {
      "path": "system.skills.stealth.special",
      "converter": "translateSkillVariants"
    },
    "SurvivalVariants": {
      "path": "system.skills.survival.special",
      "converter": "translateSkillVariants"
    },
    "ThieveryVariants": {
      "path": "system.skills.thievery.special",
      "converter": "translateSkillVariants"
    }
  }
}