{
  "label": "One-Shots",
  "entries": {
    "Meliosa's Leshy": {
      "name": "Meliosa's Leshy",
      "description": "",
      "hpdetails": "",
      "items": {
        "GHQR2PY6wyAAu2sb": {
          "name": "Verdant Burst",
          "description": "<p>When a leshy dies, a burst of primal energy explodes from its body, restoring @Damage[2d8[healing]] Hit Points to each plant creature within a @Template[emanation|distance:30]. This area is filled with plants of the same type as the leshy, becoming difficult terrain. If the terrain isn't a viable environment for these plants, they wither after 24 hours.</p>"
        },
        "gKzbyEE7g3Lf5TPT": {
          "name": "Change Shape",
          "description": "<p>The leshy transforms into a Small plant. This ability otherwise uses the effects of @UUID[Compendium.pf2e.spells-srd.Item.dileJ0Yxqg76LMvu]{One with Plants}.</p>"
        }
      }
    },
    "Scented Candle Homunculus": {
      "name": "Scented Candle Homunculus",
      "description": "",
      "hpdetails": "",
      "items": {
        "kJ3xBADJasQJPN6d": {
          "name": "Master Link",
          "description": "<p>A homunculus can't speak, but it is telepathically linked to its creator. It can share information back and forth, including its master's knowledge and everything the homunculus hears. The range of this link is 1,500 feet. The homunculus adopts the same alignment as its creator and is utterly faithful. If the homunculus is destroyed, the master takes @Damage[2d10[mental]] damage. If the master is slain, the homunculus becomes mindless, claims its current location as its lair, and instinctively attacks anyone who comes near.</p>"
        },
        "3lJBv7HwAjkSPmgN": {
          "name": "Perfume Aura",
          "description": "<p>5 feet. The scented candle homunculus's fragrance of lavender is overwhelmingly intense. Any creature other than the homunculus's master who enters the aura must attempt a @Check[fortitude|dc:15] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is temporarily immune to the homunculus's aura for 24 hours.</p>\n<p><strong>Success</strong> The creature is unaffected.</p>\n<p><strong>Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1}.</p>\n<p><strong>Critical Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} for 1 round and sickened 1.</p>"
        },
        "eSTtFDnAz2NbJSXY": {
          "name": "Dunk in Wax",
          "description": "<p>A scented candle homunculus who is adjacent to the large wax cauldron can dunk itself in wax, healing @Damage[2d6[healing]] damage.</p>"
        }
      }
    },
    "Meliosa's Leshy (Mint Leshy)": {
      "name": "Meliosa's Leshy (Mint Leshy)",
      "description": "",
      "hpdetails": "",
      "items": {
        "GHQR2PY6wyAAu2sb": {
          "name": "Verdant Burst",
          "description": "<p>When a leshy dies, a burst of primal energy explodes from its body, restoring @Damage[2d8[healing]] Hit Points to each plant creature within a @Template[emanation|distance:30]. This area is filled with plants of the same type as the leshy, becoming difficult terrain. If the terrain isn't a viable environment for these plants, they wither after 24 hours.</p>"
        },
        "gKzbyEE7g3Lf5TPT": {
          "name": "Change Shape",
          "description": "<p>The leshy transforms into a Small plant. This ability otherwise uses the effects of @UUID[Compendium.pf2e.spells-srd.Item.dileJ0Yxqg76LMvu]{One with Plants}.</p>"
        },
        "Nnqm6DzwVVzOVEOF": {
          "name": "Engulf",
          "description": "<p>@Check[reflex|dc:18], @Damage[1d6[bludgeoning],1d6[poison]]{1d6 bludgeoning plus 1d6 poison damage}, Escape DC 18, Rupture 6</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.Engulf]</p>"
        }
      }
    },
    "Princess Sunset": {
      "name": "Princess Sunset",
      "description": "",
      "hpdetails": "",
      "items": {
        "bDHxUX6Z1RFekU8z": {
          "name": "Construct Armor (Hardness 5)",
          "description": "<p>Like normal objects, an animated rocking horse has Hardness. This Hardness reduces any damage it takes by an amount equal to the Hardness. Once the animated rocking horse is reduced to less than half its Hit Points, or immediately upon being damaged by a critical hit, its construct armor breaks and its Armor Class is reduced to 13.</p>"
        },
        "r6NeyXy7urudFlGz": {
          "name": "Trample",
          "description": "<p>Princess Sunset Strides up to double its Speed and can move through the spaces of creatures of size Small or smaller, Trampling each creature whose space it enters. Princess Sunset can attempt to Trample the same creature only once in a single use of Trample. The monster deals the damage of the headbutt Strike, but trampled creatures can attempt a basic Reflex save at @Check[reflex|dc:14|basic]</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.Trample]</p>"
        }
      }
    },
    "Vilm": {
      "name": "Vilm",
      "description": "",
      "hpdetails": "",
      "items": {
        "7Tr463aYLlpKVHXH": {
          "name": "Rip Flesh",
          "description": "<p><strong>Requirements</strong> A jinkin has a creature @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} with their pincer claw</p>\n<hr />\n<p><strong>Effect</strong> The jinkin forcefully pulls the pincer claw out of the creature, ripping flesh and cackling in sadistic glee. The creature takes @Damage[1d8[piercing]] damage and is no longer grabbed.</p>"
        },
        "hZy96Ln7woTYG0EE": {
          "name": "Sneak Attack",
          "description": "<p>The jinkin deals 1d6 extra precision damage to @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} creatures.</p>"
        },
        "sdTQ4UDze0yoQiqJ": {
          "name": "Tinker",
          "description": "<p>A group of six jinkins can work together for an hour to imbue an item with a curse at a range of 60 feet. While this process is lengthy, it's also unobtrusive and can be performed while @UUID[Compendium.pf2e.actionspf2e.Item.XMcnh4cSI32tljXa]{Hiding}. Jinkins prefer to use this ability on magic items. The curse makes the item unreliable (@Check[flat|dc:5] or waste any action to Interact with or Activate the item), adds a bizarre requirement to use the item, or imparts some other curse of a similar caliber.</p>"
        },
        "uF8rrbcid5DCz1gK": {
          "name": "Grab",
          "description": "<p>@Localize[PF2E.NPC.Abilities.Glossary.Grab]</p>"
        }
      }
    },
    "Darius": {
      "name": "Darius",
      "description": "",
      "hpdetails": "",
      "items": {
        "xaLR3kxqklsAogya": {
          "name": "Metabolize Mutagen",
          "description": "<p>Darius metabolizes the power of an active mutagen to regain @Damage[2d6[healing]] Hit Points. If he does so (or if he's confronted by a stealthy party before he's had a chance to drink a mutagen), he loses his jaws and claw unarmed attacks, his bonus on Athletics checks decreases by 2, his AC increases by 1, and his Reflex save bonus increases by 2.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.wE4S9lwOhtaRAm9n]{Effect: Active Mutagen}</p>"
        },
        "1AYgyqie1Elv3mKg": {
          "name": "Crystaline Mutation",
          "description": "<p>When Darius drinks any mutagen, his teeth and fingernails grow sharp crystalline edges.</p>"
        },
        "2KlbsyUe3x0xTxPs": {
          "name": "Spray Hot Wax",
          "description": "<p>Darius sprays hot wax from his improvised wax sprayer in a @Template[cone|distance:15]. All creatures in the area must attempt a @Check[reflex|dc:20] save. Scented candle homonoculi in the area take no damage, instead healing @Damage[2d6[healing]] damage. After using the hot wax cannon, Darius can't use it again until he takes two Interact actions while adjacent to the cauldron of bubbling wax to reload the sprayer.</p><hr /><p><strong>Critical Success</strong> The creature takes no damage.</p>\n<p><strong>Success</strong> The creature takes @Damage[2d6[fire]] damage.</p>\n<p><strong>Failure</strong> The creature takes @Damage[3d6[fire],1d6[persistent,fire]]{3d6 fire damage plus 1d6 persistent fire damage}.</p>\n<p><strong>Critical Failure</strong> The creature takes @Damage[5d6[fire],2d6[persistent,fire]]{5d6 fire damage plus 2d6 persistent fire damage}.</p>"
        }
      }
    },
    "Lawn Crawfish": {
      "name": "Lawn Crawfish",
      "description": "<p>Reefclaws are aquatic monsters that resemble huge shrimp or lobsters. As one might expect from its name, a reefclaw's oversized claws are powerful weapons with their vicelike grip and the ability to inject potent venom into unfortunate prey.</p>\n<p>While reefclaws can't speak, they are intelligent enough to understand the local language of humanoids near their hunting grounds. The creatures sometimes listen to conversations, either to gain intelligence on the best place to ambush aquatic or land-dwelling prey, or merely for entertainment value-reefclaws are particularly fond of listening to people with high-pitched voices. Reefclaws are usually solitary hunters, but small swarms of female reefclaws have been known to gather around a single male for mating purposes or together for the communal raising of their broods. In the latter case, the females will perform widespread hunts in order to bring back a large enough bounty to feed their young. Such hunting parties are extremely dangerous-they've been known to tip over small flshing boats and attack those who fall overboard.</p>\n<p>Once a reefclaw has decided upon a course of action, it follows through even if doing so spells its own end. More than one reefclaw survivor has said that the creature released its bone-crushing grasp only after its brains were leaking from its broken skull, and even then the reefclaw was able to perform a terrible last slash as part of its dying breath. During mating season, female reefclaws are often a little more pragmatic and release their prey before endangering themselves and their offspring.</p>\n<p>Despite their intelligence and the accompanying moral quandaries, reefclaws frequently find their way onto the dinner plates of land-dwelling hunters such as humans and hobgoblins. According to those who have a taste for reefclaw flesh, the meat is either delectably sweet or slightly tangy (in the case of warm-water reefclaws). Most civilized people who know of reefclaws' intellect find the act of eating them distasteful, but this does not dissuade unscrupulous nobles in coastal regions, for whom reefclaw meat is a delicacy well worth the expense. Likewise, fisherfolk whose focus is on the bottom line of their ledgers are more than willing to hunt the dangerous creatures-or, even better, hire out the task to naive adventurers.</p>",
      "hpdetails": "",
      "items": {
        "D2ezhwANZLcMNbz9": {
          "name": "Death Frenzy",
          "description": "<p><strong>Trigger</strong> The reefclaw is reduced to 0 Hit Points.</p>\n<hr />\n<p><strong>Effect</strong> The reefclaw makes a claw Strike before dying.</p>"
        },
        "wXMKFkzyO8JcxivY": {
          "name": "Constrict",
          "description": "<p>@Damage[1d6[bludgeoning]], @Check[fortitude|dc:17|basic]</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.Constrict]</p>"
        },
        "We6LladGR4C687q0": {
          "name": "Crawfish Venom",
          "description": "<p><strong>Saving Throw</strong> @Check[fortitude|dc:17]</p>\n<p><strong>Maximum Duration</strong> 4 rounds</p>\n<p><strong>Stage 1</strong> @Damage[1d6[poison]] damage and @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 1} (1 round)</p>\n<p><strong>Stage 2</strong> @Damage[1d6[poison]] damage and @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 2} (1 round).</p>"
        },
        "xSrJboXYh6Bug0IV": {
          "name": "Grab",
          "description": "<p><strong>Requirements</strong> The monster's last action was a success with a Strike that lists Grab in its damage entry, or it has a creature grabbed using this action.</p>\n<hr />\n<p><strong>Effect</strong> The monster automatically Grabs the target until the end of the monster's next turn. The creature is grabbed by whichever body part the monster attacked with, and that body part can't be used to Strike creatures until the grab is ended. Using Grab extends the duration of the monster's Grab until the end of its next turn for all creatures grabbed by it. A grabbed creature can use the Escape action to get out of the grab, and the Grab ends for a grabbed creatures if the monster moves away from it.</p>"
        }
      }
    },
    "Cultist of Alocer": {
      "name": "Cultist of Alocer",
      "description": "",
      "hpdetails": "",
      "items": {}
    },
    "Giant Pirate Skeleton": {
      "name": "Giant Pirate Skeleton",
      "description": "",
      "hpdetails": "void healing",
      "items": {
        "7LrXSjw6oX8NtpUt": {
          "name": "Easily Distracted",
          "description": "<p>The giant pirate skeleton's poor vision makes it easily distracted by creatures that flank it. Whenever it has the off-guard condition from being flanked, increase the penalty to its AC to -4.</p>"
        },
        "1V7jsEG1WArbOCHt": {
          "name": "Void Healing",
          "description": "<p>@Localize[PF2E.NPC.Abilities.Glossary.NegativeHealing]</p>"
        },
        "Exe8oQGHGEFAmB5B": {
          "name": "Focused Assault",
          "description": "<p>The giant pirate skeleton makes two Strikes with its claw against one foe. The multiple attack penalty doesn't increase until after both attacks are resolved.</p>\n<p>The giant pirate skeleton doesn't use this ability if there is more than one creature within its reach that it can see.</p>"
        },
        "9LrnTtrOFInnVVZB": {
          "name": "Impaling Hook",
          "description": "<p>A creature critically hit by the giant pirate skeleton's gaff hook is impaled upon it.</p>\n<p>The creature is @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} by the giant pirate skeleton and whenever the giant pirate skeleton maintains the grab, the creature takes @Damage[(1d10+10)[piercing]] damage from the agonizing wound.</p>"
        }
      }
    },
    "Pairaka (One-Shot #4)": {
      "name": "Pairaka (One-Shot #4)",
      "description": "<p>Some fiends want to tear down the multiverse; others dedicate themselves to creating chaos and carnage, or to rule over realms with an iron fist. Divs strive toward a different, if equally reprehensible, goal-they seek to thwart and ruin the schemes and works of mortal beings.</p>\n<p>Long ago, divs were once genies bound to serve ancient mortal empires lost to the passage of eons. In the beginning, these genies were masters of creation, working alongside gracious mortal partners to create works of subtle design and powerful magical potential. What started as a collaboration with mortals soon morphed into abuse, disrespect, and even slavery and bondage. Eventually, these genies rebelled, but in doing so, they came under the sway of a nihilistic demigod known as Ahriman. Their new master twisted their form and granted them the power to avenge themselves upon their mortal overlords, leading to the birth of the first divs.</p>\n<p>Since that first wave of corruption, new divs arise from the spirits of the most wicked and hateful genies who die on the Material Plane, or those truly betrayed by mortals and overcome through their desire for vengeance. Upon such a death, instead of returning to the Elemental Planes, these genies' spirits are trapped in the dread orbit of Abaddon, where Ahriman reshapes them as divs and hoists them back to the world to wreak vengeance upon mortals.</p>\n<hr />\n<p>Often charming, sometimes even seductive, pairakas worm their way into mortal relationships, subtly destroying the ties of friendship and love through emotional and physical corruption and plague. Pairakas appear as beautiful, blue-skinned humanoids spotted with large rashes and boils, but they rarely take on their true forms. Instead, they adopt shapes that attract just enough attention for them to worm their way into the confidences of those they wish to torment and corrupt.</p>",
      "hpdetails": "",
      "items": {
        "fzkFHUIw06YZhQU3": {
          "name": "Greater Darkvision",
          "description": "<p>@Localize[PF2E.NPC.Abilities.Glossary.GreaterDarkvision]</p>"
        },
        "wK3dnqQbpz2HUZw5": {
          "name": "Telepathy 100 feet",
          "description": "<p>@Localize[PF2E.NPC.Abilities.Glossary.Telepathy]</p>"
        },
        "sZkTgu7T9gViMgGW": {
          "name": "+1 Status to All Saves vs. Magic",
          "description": ""
        },
        "BDbSH109hF8RleEa": {
          "name": "Hatred of Red",
          "description": "<p>Pairakas hate the color red. They won't wear the color or willingly enter any place painted red. Given a choice, they'll attack a creature wearing red first.</p>\n<p>If barred from expressing their displeasure toward the color by force or some magical effect, they take @Damage[2d6[mental]] damage at the end of their turn.</p>"
        },
        "OnmLcXNYU1Jxp5ji": {
          "name": "Bubonic Plague",
          "description": "<p>A creature can't remove the fatigued condition while infected</p>\n<p><strong>Saving Throw</strong> @Check[fortitude|dc:23]</p>\n<hr />\n<p><strong>Onset</strong> 1 day</p>\n<p><strong>Stage 1</strong> @UUID[Compendium.pf2e.conditionitems.Item.HL2l2VRSaQHu9lUw]{Fatigued} (1 day)</p>\n<p><strong>Stage 2</strong> @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 2} and fatigued (1 day)</p>\n<p><strong>Stage 3</strong> @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 3}, fatigued, and take @Damage[1d6[bleed]] every [[/br 1d20 #Minutes]]{1d20 minutes} (1 day)</p>"
        },
        "D4noCa8oJeJbAEEn": {
          "name": "Change Shape",
          "description": "<p>The pairaka can take the appearance of any Small or Medium humanoid or animal. This doesn't change their Speed or their attack and damage modifiers with the Strikes, but it might change the damage type their strikes deal.</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.ChangeShape]</p>"
        },
        "VZlTraWqYIrTlPGW": {
          "name": "Tormenting Dreams",
          "description": "<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> The pairaka torments a sleeping creature within 100 feet with visions of betrayals by loved ones and friends. The target must attempt a @Check[will|dc:25] save, with the effects of the @UUID[Compendium.pf2e.spells-srd.Item.Uqj344bezBq3ESdq]{Nightmare} spell.</p>"
        }
      }
    },
    "Doatara the Poisoner": {
      "name": "Doatara the Poisoner",
      "description": "",
      "hpdetails": "",
      "items": {
        "VCY1DZAApT95dFMR": {
          "name": "Reckless Toxin",
          "description": "<p><strong>Trigger</strong> A creature critically fails a melee Strike against Doatara</p>\n<p><strong>Requirements</strong> The triggering creature is affected by a poison</p>\n<hr />\n<p><strong>Effect</strong> The poison makes it difficult to distinguish friend from foe. The triggering creature makes a melee Strike against another creature of Doatara's choice within its reach. The triggering creature's multiple attack penalty doesn't apply to this Strike.</p>"
        },
        "eWe9F3BGT8vvpd1n": {
          "name": "Blackfingers's Blessing",
          "description": "<p>Doatara deals an extra 2d6 poison damage when she deals piercing or slashing damage to @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} creatures.</p>"
        },
        "2WeSNefSX1K6rZFj": {
          "name": "Quick Bomber",
          "description": "<p>Doatara Interacts to draw a bomb, then Strikes with it.</p>"
        },
        "fn6zUFcwvcTZ3WTT": {
          "name": "Toxic Flourish",
          "description": "<p><strong>Requirements</strong> Doatara has one hand free</p>\n<hr />\n<p><strong>Effect</strong> Doatara Interacts to draw an injury poison, applies that poison to one piercing or slashing weapon she's wielding, and then Strikes.</p>"
        }
      }
    },
    "Doatara the Priest": {
      "name": "Doatara the Priest",
      "description": "",
      "hpdetails": "",
      "items": {
        "yjwQiSKfLGrGNqvM": {
          "name": "Channel Smite",
          "description": "<p><strong>Requirements</strong> Doatara expends a @UUID[Compendium.pf2e.spells-srd.Item.wdA52JJnsuQWeyqz]{Harm} spell</p>\n<hr />\n<p><strong>Effect</strong> Doatara makes a melee Strike and adds the <em>harm</em> spell's void damage to the Strike's damage.</p>"
        },
        "YNkUC99qBUu0WKuT": {
          "name": "Poison Weapon",
          "description": "<p><strong>Requirements</strong> Doatara is wielding a piercing or slashing weapon</p>\n<hr />\n<p><strong>Effect</strong> Doatara Interacts to draw an injury poison and applies the poison to the required weapon. If her next attack with that weapon before the end of her next turn hits and deals damage, it applies the effects of the poison. If she critically fails the attack roll, the poison is wasted as normal.</p>"
        }
      }
    },
    "Jinkin Ripclaw": {
      "name": "Jinkin Ripclaw",
      "description": "",
      "hpdetails": "",
      "items": {
        "7Tr463aYLlpKVHXH": {
          "name": "Rip Flesh",
          "description": "<p><strong>Requirements</strong> A jinkin has a creature @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} with their pincer claw</p>\n<hr />\n<p><strong>Effect</strong> The jinkin forcefully pulls the pincer claw out of the creature, ripping flesh and cackling in sadistic glee. The creature takes @Damage[1d8[piercing]] damage and is no longer grabbed.</p>"
        },
        "hZy96Ln7woTYG0EE": {
          "name": "Sneak Attack",
          "description": "<p>The jinkin deals 1d6 extra precision damage to @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} creatures.</p>"
        },
        "sdTQ4UDze0yoQiqJ": {
          "name": "Tinker",
          "description": "<p>A group of six jinkins can work together for an hour to imbue an item with a curse at a range of 60 feet. While this process is lengthy, it's also unobtrusive and can be performed while @UUID[Compendium.pf2e.actionspf2e.Item.XMcnh4cSI32tljXa]{Hiding}. Jinkins prefer to use this ability on magic items. The curse makes the item unreliable (@Check[flat|dc:5] or waste any action to Interact with or Activate the item), adds a bizarre requirement to use the item, or imparts some other curse of a similar caliber.</p>"
        },
        "uF8rrbcid5DCz1gK": {
          "name": "Grab",
          "description": "<p>@Localize[PF2E.NPC.Abilities.Glossary.Grab]</p>"
        }
      }
    },
    "Meliosa's Leshy (Wisteria Leshy)": {
      "name": "Meliosa's Leshy (Wisteria Leshy)",
      "description": "",
      "hpdetails": "",
      "items": {
        "GHQR2PY6wyAAu2sb": {
          "name": "Verdant Burst",
          "description": "<p>When a leshy dies, a burst of primal energy explodes from its body, restoring @Damage[2d8[healing]] Hit Points to each plant creature within a @Template[emanation|distance:30]. This area is filled with plants of the same type as the leshy, becoming difficult terrain. If the terrain isn't a viable environment for these plants, they wither after 24 hours.</p>"
        },
        "gKzbyEE7g3Lf5TPT": {
          "name": "Change Shape",
          "description": "<p>The leshy transforms into a Small plant. This ability otherwise uses the effects of @UUID[Compendium.pf2e.spells-srd.Item.dileJ0Yxqg76LMvu]{One with Plants}.</p>"
        },
        "gUrcTxH9bZhgba6f": {
          "name": "Constrict",
          "description": "<p>@Damage[(1d6+4)[bludgeoning]], @Check[fortitude|dc:18|basic]</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.Constrict]</p>"
        },
        "5Zy8QEu0MsvvSBLQ": {
          "name": "Grab",
          "description": "<p>@Localize[PF2E.NPC.Abilities.Glossary.Grab]</p>"
        }
      }
    },
    "Soulbound Guardian": {
      "name": "Soulbound Guardian",
      "description": "",
      "hpdetails": "",
      "items": {
        "VLH2brZkO5X2s8zB": {
          "name": "Personality Fragments",
          "description": "<p>A soulbound guardian shares fragments of its donor soul's personality, though none of that creature's memories. This causes a soulbound guardian to match a strong personality trait of its donor soul. Because of its soul sliver, a soulbound guardian is not immune to spirit as most constructs are.</p>"
        },
        "t4TnMTAYDWzMaJx7": {
          "name": "Mannequin",
          "description": "<p>Until the next time it acts, the soulbound guardian appears to be a harmless mannequin. It has an automatic result of 30 on Deception checks and DCs to pass as a mannequin.</p>"
        },
        "Dy3dLWA01tuP9tgc": {
          "name": "Splitsoul",
          "description": "<p><strong>Frequency</strong> once per day</p><hr /><p><strong>Effect</strong> The soulbound guardian lends some of the energy animating it to other inanimate objects in the area. Three Small items or pieces of furniture within 60 feet come to life for 1 minute. These objects have the minion trait, though all the objects can act when the soulbound guardian uses a single action to issue them commands. The soulbound guardian can also issue commands to each object as part of using this ability.</p>\n<p>Each object animated in this way has a Speed of 20 feet and can make an unarmed melee Strike at +11 that deals @Damage[(1d6+3)[bludgeoning]] damage. In addition, each object has an AC of 16, a Hardness of 3, and 14 Hit Points.</p>"
        }
      }
    },
    "Meliosa's Leshy (Minkaian Honeysuckle Leshy)": {
      "name": "Meliosa's Leshy (Minkaian Honeysuckle Leshy)",
      "description": "",
      "hpdetails": "",
      "items": {
        "KWfzW6wQi6tK0Btv": {
          "name": "Agile Leshy",
          "description": "<p>The honeysuckle leshy gains a +1 status bonus to Reflex and Fortitude saves and DCs against trip and forced movement.</p>"
        },
        "GHQR2PY6wyAAu2sb": {
          "name": "Verdant Burst",
          "description": "<p>When a leshy dies, a burst of primal energy explodes from its body, restoring @Damage[2d8[healing]] Hit Points to each plant creature within a @Template[emanation|distance:30]. This area is filled with plants of the same type as the leshy, becoming difficult terrain. If the terrain isn't a viable environment for these plants, they wither after 24 hours.</p>"
        },
        "gKzbyEE7g3Lf5TPT": {
          "name": "Change Shape",
          "description": "<p>The leshy transforms into a Small plant. This ability otherwise uses the effects of @UUID[Compendium.pf2e.spells-srd.Item.dileJ0Yxqg76LMvu]{One with Plants}.</p>"
        }
      }
    },
    "Splitsoul Object": {
      "name": "Splitsoul Object",
      "description": "",
      "hpdetails": "",
      "items": {}
    },
    "Taxidermic Dog": {
      "name": "Taxidermic Dog",
      "description": "",
      "hpdetails": "",
      "items": {
        "NhcqCfallZ7DaLf1": {
          "name": "Pack Attack",
          "description": "<p>A taxidermic dog's Strikes deal 1d4 extra damage to creatures within the reach of the taxidermic dog's two allies.</p>"
        }
      }
    },
    "Auldegrund Grimcarver": {
      "name": "Auldegrund Grimcarver",
      "description": "",
      "hpdetails": "",
      "items": {
        "8s6y6eF6aIz8kL9y": {
          "name": "Invoke Alocer",
          "description": "<p><strong>Trigger</strong> Auldegrund is reduced to 60 or fewer Hit Points</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> Auldegrund calls out, in Infernal, \"Give me the strength to slay these foes in your name, almighty Alocer!\" As he does so, his skin darkens to red, diabolic horns jut from his brow, a flaming lion-like mane appears around his head, burning wings burst from his shoulders, and his weapons ignite with black fire.</p>\n<p>He immediately heals @Damage[(3d6+7)[healing]] Hit Points, gains a fly speed of 25 feet, and deals an additional @Damage[1d6[fire]] damage with his melee and ranged Strikes.</p>\n<p>This is a risky gambit, though, for Alocer is not patient. At the end of each of Auldegrund's turns, he must attempt a @Check[flat|dc:11|name:End Invoke Alocer] (the DC of this flat check increases by 1 each round). On a failure, Alocer grows disappointed that Auldegrund has not defeated his foes and the effects of Invoke Alocer end immediately. This deals @Damage[(3d6+7)] damage to Auldegrund, removes his fly speed and additional fire damage to weapon Strikes, and causes Auldegrund to become @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 3}.</p>"
        },
        "NWeQmIwwe3qjz779": {
          "name": "Cruel Shot",
          "description": "<p>Auldegrund takes time to line up a shot with his bow and smiles cruelly as he makes a ranged Strike with it.</p>\n<p>If he hits, he deals 2d6 precision damage and 1d6 bleed damage. Even if he misses, he still deals [[/r 2d6]] damage from the glancing blow. Only on a critical miss does his cruel shot deal no damage.</p>"
        }
      }
    },
    "Simulacrum": {
      "name": "Simulacrum",
      "description": "",
      "hpdetails": "",
      "items": {}
    },
    "Kelorbeyan Guard": {
      "name": "Kelorbeyan Guard",
      "description": "",
      "hpdetails": "",
      "items": {
        "35F3caeD70ItnVu9": {
          "name": "Attack of Opportunity",
          "description": "<p>@Localize[PF2E.NPC.Abilities.Glossary.AttackOfOpportunity]</p>"
        },
        "NDuOjUZc8tDjQFB8": {
          "name": "Combat Grab",
          "description": "<p><strong>Requirements</strong> The Kelorbeyan guard has one hand free, and their target is in reach of that hand</p>\n<hr />\n<p><strong>Effect</strong> The guard makes a melee Strike while keeping one hand free. If the Strike hits, they grab the target using their free hand. The creature remains @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} until the end of the guard's next turn or until it @UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escapes}, whichever comes first.</p>"
        },
        "MkimJ5yTOiDVYeop": {
          "name": "Knockdown",
          "description": "<p>The Kelorbeyan guard makes an attack to knock a foe off-balance, then follows up immediately with a sweep to topple them. The guard makes a melee Strike. If it hits and deals damage, they attempt an Athletics check to @UUID[Compendium.pf2e.actionspf2e.Item.ge56Lu1xXVFYUnLP]{Trip} the creature they hit. Both attacks count toward their multiple attack penalty, but the penalty doesn't increase until after they've made both.</p>"
        }
      }
    },
    "Meliosa's Leshy (Golden Bamboo Leshy)": {
      "name": "Meliosa's Leshy (Golden Bamboo Leshy)",
      "description": "",
      "hpdetails": "",
      "items": {
        "GHQR2PY6wyAAu2sb": {
          "name": "Verdant Burst",
          "description": "<p>When a leshy dies, a burst of primal energy explodes from its body, restoring @Damage[2d8[healing]] Hit Points to each plant creature within a @Template[emanation|distance:30]. This area is filled with plants of the same type as the leshy, becoming difficult terrain. If the terrain isn't a viable environment for these plants, they wither after 24 hours.</p>"
        },
        "66KTkMw80p8afUoW": {
          "name": "Bend Back",
          "description": "<p>The golden bamboo leshy uses an action to bend itself back, ready to whip forward, increasing its reach with its fists to 10 feet. After the golden bamboo Strikes with its fist, it's no longer Bent Back.</p>"
        },
        "gKzbyEE7g3Lf5TPT": {
          "name": "Change Shape",
          "description": "<p>The leshy transforms into a Small plant. This ability otherwise uses the effects of @UUID[Compendium.pf2e.spells-srd.Item.dileJ0Yxqg76LMvu]{One with Plants}.</p>"
        },
        "XXOfhS9UxaUnXBkL": {
          "name": "Coiled Opportunity",
          "description": "<p>As @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.hFtNbo1LKYCoDy2O]{Attack of Opportunity}, but the golden bamboo leshy can use this reaction only if it's Bent Back.</p>"
        }
      }
    },
    "Carl The Cobbler": {
      "name": "Carl The Cobbler",
      "description": "<p>Redcaps are sadistic and capricious fey who thrill in bloodletting and murder. While they are most famous for appearing as wizened, bearded men, redcap women are no less fearsome or cruel. Redcaps are ultimately craven bullies, cowed by anything more powerful than themselves, a trait that leads them to fear and despise the symbols of good deities. Many fairy tales explain how the redcaps draw power from dipping the hats for which they are named in fresh blood. Just as iconic to these cruel little fey are their iron-clad boots, and the clanging sound of their metal soles clanking on stone floors is both discordant and disconcerting-especially to those who recognize the sound for what it is. Redcaps typically stand only 3 feet tall, with hunched frames, pointed ears, crooked teeth, and long, white, tangled hair.</p>",
      "hpdetails": "fast healing 10",
      "items": {
        "2OPayJrYVYfP1LZk": {
          "name": "Red Cap",
          "description": "<p>A redcap's woolen hat is dyed with the blood of its victims. If the redcap loses its cap, it no longer benefits from fast healing and takes a -4 status penalty to its damage rolls. It can create a new cap in 10 minutes, but that cap doesn't grant its powers until the redcap has turned it red with Blood Soak. A cap has no benefit for creatures other than the redcap who made it.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.s5mS7CyE0oOYlecv]{Effect: Lost Red Cap}</p>"
        },
        "xxGqls5RMZVYvmHf": {
          "name": "Fast Healing 10",
          "description": "<p>@Localize[PF2E.NPC.Abilities.Glossary.FastHealing]</p>"
        },
        "7XdX39vruCh59MIe": {
          "name": "Divine Revulsion",
          "description": "<p>If a redcap sees a creature brandish a religious symbol of a good deity (which requires an interact action by that creature) or use one to cast a divine spell, the redcap must attempt a @Check[will|dc:19] save. It then becomes temporarily immune to all brandished religious symbols for 10 minutes.</p>\n<hr />\n<p><strong>Critical Success</strong> The redcap is unaffected</p>\n<p><strong>Success</strong> The redcap is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 2}</p>\n<p><strong>Failure</strong> The redcap gains the @UUID[Compendium.pf2e.conditionitems.Item.sDPxOjQ9kx2RZE8D]{Fleeing} condition for 1 round and is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 4}</p>"
        },
        "ivsgBmmJjZW5Wr5S": {
          "name": "Blood Soak",
          "description": "<p>The redcap dips its cap in the blood of a slain foe. The foe must have died in the last minute, and the redcap must have helped kill it. The redcap gains a +4 status bonus to damage rolls for 1 minute.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.wPIGBcpCqCWgrCiq]{Effect: Blood Soak}</p>"
        },
        "Q9TQFtMzhVqywWrB": {
          "name": "Deadly Cleave",
          "description": "<p><strong>Trigger</strong> The redcap reduces a creature to 0 Hit Points with a scythe Strike.</p>\n<hr />\n<p><strong>Effect</strong> The redcap makes another scythe Strike against a different creature, using the same multiple attack penalty as the scythe Strike that triggered this reaction. This counts toward its multiple attack penalty.</p>"
        },
        "P7S7nuGr7qWkygVT": {
          "name": "Stomp",
          "description": "<p>The redcap Strides up to half its Speed and makes a boot Strike at any point during that movement. If the boot Strike hits a @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} creature, it deals an extra @Damage[2d6[bleed]].</p>"
        }
      }
    }
  },
  "mapping": {
    "name": "name",
    "description": "system.details.publicNotes",
    "gm": "system.details.privateNotes",
    "blurb": "system.details.blurb",
    "cadetails": "system.attributes.ac.details",
    "hpdetails": "system.attributes.hp.details",
    "languages": "system.details.languages.details",
    "perception": "system.perception.details",
    "saves": "system.attributes.allSaves.value",
    "speeds": "system.attributes.speed.details",
    "desc": "system.details.description",
    "disable": "system.details.disable",
    "reset": "system.details.reset",
    "routine": "system.details.routine",
    "stealth": "system.attributes.stealth.details",
    "target": "system.target.value",
    "items": {
      "path": "items",
      "converter": "translateActorItems"
    },
    "AcrobaticsVariants": {
      "path": "system.skills.acrobatics.special",
      "converter": "translateSkillVariants"
    },
    "ArcanaVariants": {
      "path": "system.skills.arcana.special",
      "converter": "translateSkillVariants"
    },
    "AthleticsVariants": {
      "path": "system.skills.athletics.special",
      "converter": "translateSkillVariants"
    },
    "CraftingVariants": {
      "path": "system.skills.crafting.special",
      "converter": "translateSkillVariants"
    },
    "DeceptionVariants": {
      "path": "system.skills.deception.special",
      "converter": "translateSkillVariants"
    },
    "DiplomacyVariants": {
      "path": "system.skills.diplomacy.special",
      "converter": "translateSkillVariants"
    },
    "IntimidationVariants": {
      "path": "system.skills.intimidation.special",
      "converter": "translateSkillVariants"
    },
    "MedicineVariants": {
      "path": "system.skills.medicine.special",
      "converter": "translateSkillVariants"
    },
    "NatureVariants": {
      "path": "system.skills.nature.special",
      "converter": "translateSkillVariants"
    },
    "OccultismVariants": {
      "path": "system.skills.occultism.special",
      "converter": "translateSkillVariants"
    },
    "PerformanceVariants": {
      "path": "system.skills.performance.special",
      "converter": "translateSkillVariants"
    },
    "ReligionVariants": {
      "path": "system.skills.religion.special",
      "converter": "translateSkillVariants"
    },
    "SocietyVariants": {
      "path": "system.skills.society.special",
      "converter": "translateSkillVariants"
    },
    "StealthVariants": {
      "path": "system.skills.stealth.special",
      "converter": "translateSkillVariants"
    },
    "SurvivalVariants": {
      "path": "system.skills.survival.special",
      "converter": "translateSkillVariants"
    },
    "ThieveryVariants": {
      "path": "system.skills.thievery.special",
      "converter": "translateSkillVariants"
    }
  }
}